/*
√абариты (мебели, например, шкафа) Ц 3 целых числа (высота, глубина, ширина).
 нига в интернет магазине Ц это 3 строки (автор(ы), название, издательство), 3 целых числа
(год издани€, количество страниц, артикул).
Ѕ∆”  Ц это 3 целых числа (белки, жиры, углеводы), вещественное число (калории).
‘»ќ Ц это 3 строки (фамили€, им€, отчество).

“етрадь Ц это строка(предмет),целое(кол-во листов) и строка(в клетку или в линейку)
¬рем€ Ц это строка(мес€ц(можно и целое, если числом)), 2 целых(число, который час)
ƒжинсы Ц это строка(цвет),целое(размер),строка(состав)
“елевизор Ц это дробное(частота кака€-нибудь),целое(число каналов), строка(марка)
ѕараметры тела Ц это 3 целых(вес, рост, возраст)


ѕо аналогии описать через стандартные типы, использу€ уже объ€вленные:
–аботник Ц это ‘»ќ (фамили€, им€ и отчество работника, описанные через структуру уже
реализованную нами - ‘»ќ), дата (дата рождени€), вещественное число (оклад), целое
число (уникальный номер / номер личного дела), строка (должность).

Ѕлюдо (кулинарное) Ц Ѕ∆” (белки, жиры, углеводы), врем€(срок годности), строка(состав),строка(название)
—тудент Ц это ‘»ќ, ¬рем€(период учЄбы), веществ(оценка)
ѕациент Ц это параметры тела(дл€ обследований), ‘»ќ, врем€(когда пришЄл или когда выписка), строка(болезнь или диагноз) */